{
  "name_to_id": {
    "Abrade": 13,
    "Acidic Slime": 93,
    "Arcane Signet": 23,
    "Avenger of Zendikar": 107,
    "Bag of Holding": 48,
    "Bane of Progress": 128,
    "Beast Token": 90,
    "Beast Whisperer": 111,
    "Beetleback Chief": 30,
    "Boggart Shenanigans": 7,
    "Carnage Tyrant": 88,
    "Castle Embereth": 24,
    "Castle Garenbrig": 87,
    "Chain Reaction": 9,
    "Chaos Warp": 36,
    "Cheering Fanatic": 16,
    "Colossal Majesty": 79,
    "Conspicuous Snoop": 33,
    "Craterhoof Behemoth": 99,
    "Demolition Field": 39,
    "Dowsing Dagger": 27,
    "Elder Gargaroth": 83,
    "Elephant Token": 95,
    "Elvish Mystic": 101,
    "End-Raze Forerunners": 89,
    "Eternal Witness": 92,
    "Everflowing Chalice": 38,
    "Fierce Empath": 85,
    "Fire Diamond": 66,
    "Flamekin Village": 12,
    "Forest": 75,
    "Fyndhorn Elves": 80,
    "Garruk's Uprising": 118,
    "Garruk, Primal Hunter": 110,
    "Genesis Hydra": 109,
    "Ghalta, Primal Hunger": 77,
    "Goblin Bombardment": 35,
    "Goblin Bushwhacker": 71,
    "Goblin Chieftain": 63,
    "Goblin Chirurgeon": 3,
    "Goblin Cratermaker": 26,
    "Goblin Instigator": 18,
    "Goblin King": 74,
    "Goblin Lookout": 8,
    "Goblin Matron": 43,
    "Goblin Motivator": 47,
    "Goblin Rabblemaster": 69,
    "Goblin Recruiter": 64,
    "Goblin Ringleader": 17,
    "Goblin Sledder": 21,
    "Goblin Token": 122,
    "Goblin Trashmaster": 14,
    "Goblin War Party": 70,
    "Goblin War Strike": 46,
    "Goblin Warchief": 41,
    "Goblin Wardriver": 45,
    "Golem Token": 123,
    "Goreclaw, Terror of Qal Sisma": 76,
    "Greater Good": 129,
    "Guardian Project": 125,
    "Hammer of Purphoros": 37,
    "Hanweir Battlements": 34,
    "Hazoret's Monument": 52,
    "Heraldic Banner": 49,
    "Hobgoblin Bandit Lord": 42,
    "Impact Tremors": 58,
    "Kogla, the Titan Ape": 124,
    "Krenko, Mob Boss": 131,
    "Krenko, Tin Street Kingpin": 19,
    "Legion Warboss": 4,
    "Light Up the Stage": 57,
    "Lightning Greaves": 121,
    "Llanowar Elves": 97,
    "Lost Vale": 132,
    "Mind Stone": 84,
    "Mogg War Marshal": 67,
    "Mosswort Bridge": 98,
    "Mountain": 2,
    "Mutavault": 15,
    "Myriad Landscape": 28,
    "Nykthos, Shrine to Nyx": 116,
    "Nyxbloom Ancient": 106,
    "Ogre Battledriver": 32,
    "Oracle of Mul Daya": 117,
    "Outpost Siege": 54,
    "Pashalik Mons": 51,
    "Patriar's Seal": 20,
    "Plant Token": 108,
    "Primordial Hydra": 115,
    "Quest for the Goblin Lord": 55,
    "Questing Beast": 82,
    "Rancor": 102,
    "Reckless Bushwhacker": 62,
    "Reckless Impulse": 25,
    "Reclamation Sage": 113,
    "Regal Behemoth": 96,
    "Reliquary Tower": 100,
    "Rundvelt Hordemaster": 59,
    "Sakura-Tribe Elder": 127,
    "Sardian Avenger": 10,
    "Scavenger Grounds": 6,
    "Scavenging Ooze": 103,
    "Seedborn Muse": 104,
    "Selvala, Heart of the Wilds": 119,
    "Sensation Gorger": 29,
    "Shared Animosity": 60,
    "Siege-Gang Commander": 65,
    "Skirk Prospector": 50,
    "Skullclamp": 5,
    "Sol Ring": 31,
    "Soul of the Harvest": 78,
    "Steel Leaf Champion": 81,
    "Strixhaven Stadium": 22,
    "Swiftfoot Boots": 86,
    "Terastodon": 94,
    "The Great Henge": 120,
    "Thought Vessel": 112,
    "Throne of the God-Pharaoh": 73,
    "Toski, Bearer of Secrets": 114,
    "Valakut Exploration": 68,
    "Vandalblast": 61,
    "Volcanic Offering": 56,
    "Vorinclex, Voice of Hunger": 126,
    "War Room": 72,
    "Wayfarer's Bauble": 1,
    "Whisperer of the Wilds": 91,
    "Wild Magic Surge": 44,
    "Witty Roastmaster": 53,
    "Woodfall Primus": 105,
    "Wrenn's Resolve": 40,
    "Wurm Token": 130,
    "Zo-Zu the Punisher": 11
  },
  "next_id": 133
}